Repository: darling0825/fastFiles
Catalog: fastFiles/*.lproj/Localizable.strings
Languages: fr

source: Login to iCloud if you want to use this feature
fr: Veuillez vous connectez à iCloud pour utiliser cette fonctionalité.

source: Create a file / directory
fr: Créer un fichier / dossier

source: Please select a file name
fr: Séléctionnez le nom du fichier

source: Unknown error
fr: Erreur iconnue

source: Add folder
fr: Créer le dossier

source: Add file
fr: Créer le fichier

source: File name
fr: Nom du fichier

source: File extension
fr: Extention du fichier

source: Cancel
fr: Annuler

source: Please select files to compress
fr: Sélectionnez les fichiers à compresser

source: Compress
fr: Compresser

source: Create
fr: Créer

source: Compressing
fr: Comprimage en cours

source: New file name (without extension)
fr: Nouveau nom (sans extention)

source: Open with...
fr: Ouvrir avec...

source: Do you want to open this file as audio or video? (2 choices are correct)
fr: Voulez-vouz ouvrir le fichier comme un audio ou une vidéo? (les 2 choix sont correctes)

source: As Audio
fr: Comme Audio

source: As Video
fr: Comme Vidéo

source: Import
fr: Importer

source: File Extension
fr: Extention du fichier

source: Frame load interrupted
fr: Chargement du cadre interrompu

source: Are you sure to set refresh time to %d seconds? It will be lagged!
fr: Êtes vous sûre de définir le rafraîchissement du code à %d secondes Ce sera laggé!

source: Continue
fr: Continuer

# Import image
source: Import image / video
fr: Importer une image / video

source: Select image name
fr: Selectionnez le nom de l'image

source: Select video name
fr: Selectionnez le nom de la vidéo

source: Downloading
fr: Téléchargement

# /help
source: /enHelp.html
fr: /frHelp.html

source: Are you the owner of this device?
fr: Êtes vous le propriètaire de cet appareil?

source: Error during verification
fr: Erreur pendant la vérification!

source: Do you want to update the source code, or open the latest downloaded version?
fr: Voulez-vous mettre à jour le code source ou ouvrir la dernière version téléchargée?

source: Source code
fr: Code source

source: Don't update
fr: Ne pas mettre à jour

source: Update
fr: Mettre à jour

source: File not found!
fr: Fichier non trouvé
